Revit 2024 API
DistributionSysTypeSet Constructor
Initializes a new instance of the DistributionSysTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public DistributionSysTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
DistributionSysTypeSet()
See Also
DistributionSysTypeSet Class
Autodesk.Revit.DB.Electrical Namespace